Repository: johnStuart00/firebase_app
Catalog: lib/l10n/app_*.arb
Languages: it, nl

source: Admin Page
it: Pagina di amministrazione
nl: Beheerpagina

source: Language
it: Lingua
nl: Taal

# bet
source: Ставка
it: Scommessa
nl: Inzet

# prediction
source: Прогноз
it: Previsione
nl: Voorspelling

# payouts
source: Выплата
it: Pagamento
nl: Uitbetaling

# edit
source: Редактировать
it: Modifica
nl: Bewerken

# confirm
source: Confirmation
it: Conferma
nl: Bevestiging

# confirmDeletePrediction
source: Are you sure you want to delete this prediction?
it: Sei sicuro di voler eliminare questa previsione?
nl: Weet je zeker dat je deze voorspelling wilt verwijderen?

source: Cancel
it: Annulla
nl: Annuleren

source: Delete
it: Elimina
nl: Verwijderen

# add
source: Добавить
it: Aggiungi
nl: Toevoegen

# live
source: Live Broadcast
it: Diretta
nl: Live-uitzending

source: My Review
it: La mia recensione
nl: Mijn overzicht

source: Withdraw
it: Prelievo
nl: Opnemen

source: Double Bet
it: Doppia scommessa
nl: Dubbele weddenschap

source: Share
it: Condividere
nl: Delen

source: Correct Score
it: Risultato corretto
nl: Juiste uitslag

source: Payout
it: Pagamento
nl: Betaling

source: Error
it: Errore
nl: Fout

source: Licensee
it: Licenziatario
nl: Licentiehouder

source: Gambling Control Body
it: Organo di controllo del gioco d'azzardo
nl: Goktoezichthoudend orgaan

# selectDate
source: Пожалуйста, выберите дату
it: Seleziona una data
nl: Selecteer een datum

# chooseDate
source: Выбрать дату
it: Scegli la data
nl: Datum kiezen

# enterCommand1
source: Введите команду 1
it: Inserisci comando 1
nl: Voer commando 1 in

# command1
source: Команда 1
it: Comando 1
nl: Commando 1

# enterCommand2
source: Введите команду 2
it: Inserisci comando 2
nl: Voer commando 2 in

# command2
source: Команда 2
it: Comando 2
nl: Commando 2

# enterPrediction
source: Введите прогноз
it: Inserisci previsione
nl: Voer voorspelling in

# betRequired
source: Ставка обязательна
it: Scommessa obbligatoria
nl: Inzet is verplicht

# payoutRequired
source: Выплата обязательна
it: Pagamento obbligatorio
nl: Uitbetaling is verplicht

# save
source: Сохранить
it: Salva
nl: Opslaan
